{
  "header": {
    "title": "Nos certifications",
    "description": "Découvrez nos certifications professionnelles et la reconnaissance des normes qui témoignent de notre engagement en faveur de l'excellence dans les services éducatifs."
  },
  "card": {
    "verified": "Vérifié",
    "download": "Télécharger",
    "downloading": "Téléchargement..."
  },
  "modal": {
    "issuedOn": "Délivré le",
    "description": "Description",
    "preview": "Avant-première",
    "download": "Télécharger"
  },
  "certificates": {
    "cert1": {
      "title": "ISO 10002:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 avril 2024",
      "description": "Ce certificat confirme que JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, situé à Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No : 7 İç Kapı No : 6 Muratpaşa/Antalya, a établi et mis en œuvre un système de gestion de la satisfaction et des réclamations des clients qui répond aux exigences de la norme ISO 10002:2018. Numéro de certificat : A1568115. Valable jusqu'au 4 avril 2025 (période de validité d'un an)."
    },
    "cert2": {
      "title": "Güvenilir Marka İsim Belgesi (Certificat de marque de confiance)",
      "issuer": "GÜMTEB - TÜGENC",
      "description": "Ce certificat confirme que JOBS ADMIRE est reconnu comme une marque de confiance (Güvenilir Bir Marka İsimdir). Le certificat est délivré par GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü - Trusted Brand and Trade Institute) conformément aux normes internationales. La marque est répertoriée dans le domaine de la gestion des ressources humaines, des activités de conseil et des services connexes. Numéro de certificat : 44121231. JOBS ADMIRE est certifiée comme une marque fiable et de confiance opérant dans les services d'agences pour l'emploi, les activités industrielles et commerciales à Antalya, Turquie.",
      "date": "2024"
    },
    "cert3": {
      "title": "ISO 21001:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 avril 2024",
      "description": "Ce certificat confirme que JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, situé à Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No : 7 İç Kapı No : 6 Muratpaşa/Antalya, a établi et mis en œuvre un certificat de système de gestion des établissements d'enseignement pour les services de recrutement international qui répond aux exigences de la norme ISO 21001:2018. Numéro de certificat : A1550414. Valable jusqu'au 4 avril 2025 (période de validité d'un an). Le certificat est accrédité par l'IAS (International Accreditation Service)."
    },
    "cert4": {
      "title": "Özel İstihdam Bürosu İzin Belgesi (Certificat de licence d'agence privée pour l'emploi)",
      "issuer": "T.C. Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü (Direction générale de l'Agence turque pour l'emploi - Direction provinciale du travail et de l'emploi d'Antalya)",
      "date": "19 septembre 2024",
      "description": "Ce certificat confirme que JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LTD. ŞTİ. est autorisé à opérer en tant qu'agence d'emploi privée pendant la période du 23 septembre 2024 au 22 septembre 2027. Cette licence a été délivrée par l'Agence turque pour l'emploi (İŞKUR) le 18 septembre 2024, sous le numéro de décision 16705944. Numéro de certificat : 1730. Signé par Lütfi Güleç, directeur provincial."
    }
  }
}