{
  "header": {
    "badge": "Partenaire de confiance pour l'immigration en Chine",
    "whyChoose": "Pourquoi choisir",
    "companyName": "Les emplois admirés ?",
    "description": "Bénéficiez de services professionnels en matière de permis de séjour en Chine grâce à des conseils d'experts en matière d'immigration en Chine et à une réussite avérée."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Conseils d'experts sur l'immigration en Chine",
      "shortDesc": "Service de consultation professionnelle",
      "fullDesc": "Obtenez des conseils personnalisés de la part de consultants certifiés en immigration chinoise ayant plus de 10 ans d'expérience dans les demandes de permis de résidence en Chine."
    },
    "documentSupport": {
      "title": "Support documentaire complet",
      "shortDesc": "Assistance documentaire de bout en bout",
      "fullDesc": "Nous nous occupons de toutes les formalités administratives, de l'authentification des documents, des services de notarisation et nous garantissons une conformité totale avec les exigences de l'immigration chinoise."
    },
    "legalCompliance": {
      "title": "Garantie de conformité légale",
      "shortDesc": "Assurance d'un processus légal 100% chinois",
      "fullDesc": "Votre candidature respecte l'ensemble des lois et réglementations chinoises, notre équipe juridique veillant à ce qu'elle soit parfaitement conforme et à ce que les risques de rejet soient réduits."
    },
    "dedicatedManager": {
      "title": "Gestionnaire de cas dédié",
      "shortDesc": "Un soutien personnel tout au long du processus",
      "fullDesc": "Chaque client bénéficie d'un gestionnaire de dossier dédié qui le guide à chaque étape, répond à ses questions et l'informe régulièrement de l'état d'avancement de son permis chinois."
    },
    "fastProcessing": {
      "title": "Délais de traitement rapides",
      "shortDesc": "Délai d'exécution rapide des demandes",
      "fullDesc": "La procédure rationalisée permet de réduire de 40 % les délais d'attente habituels grâce à une préparation efficace des documents et à une liaison directe avec le gouvernement chinois."
    },
    "highSuccessRate": {
      "title": "Taux de réussite élevé",
      "shortDesc": "Des résultats probants",
      "fullDesc": "Taux d'approbation de 98 % pour les demandes de permis de séjour en Chine, avec plus de 5 000 dossiers traités avec succès en Chine au cours des cinq dernières années."
    }
  },
  "buttons": {
    "learnMore": "En savoir plus"
  }
}