{
  "header": {
    "badge": "Procédure d'obtention du visa de résidence à Dubaï",
    "title": {
      "line1": "Votre chemin pas à pas vers",
      "dubaiResidenceVisa": "Visa de résidence à Dubaï",
      "line2": "succès"
    },
    "subtitle": "Nous simplifions la procédure complexe d'obtention d'un visa pour les Émirats arabes unis grâce à notre approche éprouvée en quatre étapes, qui garantit que votre demande répond à toutes les exigences des Émirats en matière d'immigration."
  },
  "stages": {
    "consultation": {
      "title": "Consultation et évaluation initiales",
      "description": "Nos spécialistes de l'immigration aux Émirats arabes unis évaluent votre éligibilité et vous fournissent des informations détaillées sur les exigences et les options en matière de visa de résidence à Dubaï."
    },
    "documentation": {
      "title": "Préparation et examen des documents",
      "description": "Nous vous aidons à rassembler tous les documents requis, en veillant à ce qu'ils répondent aux normes d'immigration des Émirats arabes unis et qu'ils soient correctement attestés et authentifiés."
    },
    "submission": {
      "title": "Soumission et suivi des demandes",
      "description": "Notre équipe juridique soumet votre demande de visa de résidence à Dubaï et vous apporte un soutien continu tout au long du processus d'obtention de votre carte d'identité et de votre visa."
    },
    "approval": {
      "title": "Approbation du visa de résidence et carte d'identité émirienne",
      "description": "Nous vous aidons à franchir les dernières étapes, notamment l'examen médical, la demande de carte d'identité Emirates, et nous nous assurons que vous recevez votre visa de résidence à Dubaï."
    }
  },
  "images": {
    "burjKhalifa": {
      "alt": "Burj Khalifa Dubaï",
      "location": "Burj Khalifa",
      "description": "Le plus haut bâtiment du monde"
    },
    "dubaiMarina": {
      "alt": "Ligne d'horizon de la marina de Dubaï",
      "location": "Marina de Dubaï",
      "description": "Quartier moderne au bord de l'eau"
    },
    "dubaiMall": {
      "alt": "Centre commercial et fontaines de Dubaï",
      "location": "Centre-ville de Dubaï",
      "description": "Centre commercial et de loisirs"
    },
    "palmJumeirah": {
      "alt": "Palm Jumeirah",
      "location": "Palm Jumeirah",
      "description": "Île artificielle emblématique"
    }
  },
  "badge": {
    "visasProcessing": "Traitement des visas"
  }
}