{
  "header": {
    "badge": "Partenaire de confiance pour l'immigration au Kazakhstan",
    "title": {
      "part1": "Pourquoi choisir",
      "highlight": "Les emplois admirés ?"
    },
    "description": "Faites l'expérience de services professionnels de permis de séjour au Kazakhstan avec des conseils d'experts en matière d'immigration au Kazakhstan et une réussite avérée."
  },
  "reasons": {
    "reason1": {
      "title": "Conseils d'experts sur l'immigration au Kazakhstan",
      "shortDesc": "Service de consultation professionnelle",
      "fullDesc": "Obtenez des conseils personnalisés de la part de consultants certifiés en matière d'immigration au Kazakhstan ayant plus de 10 ans d'expérience dans les demandes de permis de résidence au Kazakhstan."
    },
    "reason2": {
      "title": "Support documentaire complet",
      "shortDesc": "Assistance documentaire de bout en bout",
      "fullDesc": "Nous nous occupons de toutes les formalités administratives, de l'apostille des documents et des services d'authentification, et nous garantissons une conformité totale avec les exigences du Kazakhstan en matière d'immigration."
    },
    "reason3": {
      "title": "Garantie de conformité légale",
      "shortDesc": "100 % de garantie de procédure légale au Kazakhstan",
      "fullDesc": "Votre candidature respecte l'ensemble des lois et réglementations du Kazakhstan, notre équipe juridique veillant à ce qu'elle soit parfaitement conforme et réduisant les risques de rejet."
    },
    "reason4": {
      "title": "Gestionnaire de cas dédié",
      "shortDesc": "Un soutien personnel tout au long du processus",
      "fullDesc": "Chaque client bénéficie d'un gestionnaire de dossier dédié qui le guide à chaque étape, répond à ses questions et l'informe régulièrement de l'état d'avancement de son permis kazakh."
    },
    "reason5": {
      "title": "Délais de traitement rapides",
      "shortDesc": "Délai d'exécution rapide des demandes",
      "fullDesc": "La procédure simplifiée réduit les délais d'attente habituels de 40 % grâce à une préparation efficace des documents et à une liaison directe avec le gouvernement du Kazakhstan."
    },
    "reason6": {
      "title": "Taux de réussite élevé",
      "shortDesc": "Des résultats probants",
      "fullDesc": "Taux d'approbation de 98 % pour les demandes de permis de séjour au Kazakhstan, avec plus de 5 000 dossiers traités avec succès au Kazakhstan au cours des cinq dernières années."
    }
  },
  "buttons": {
    "learnMore": "En savoir plus"
  }
}