{
  "header": {
    "badge": "Votre partenaire de confiance en matière d'immigration",
    "titlePart1": "Pourquoi choisir",
    "titleHighlight": "JobsAdmire ?",
    "subtitle": "Simplifiez votre procédure d'obtention d'un permis de séjour en Turquie grâce à des experts de confiance, à des conseils transparents et à des résultats probants."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Des experts en immigration expérimentés",
      "shortDesc": "Une décennie d'expertise en laquelle vous pouvez avoir confiance",
      "fullDesc": "Nos consultants en immigration agréés ont plus de 10 ans d'expérience dans l'aide aux personnes et aux familles pour l'obtention de permis de séjour en Turquie. Ils vous guident en toute confiance dans les moindres détails juridiques et procéduraux."
    },
    "documentSupport": {
      "title": "Traitement complet des documents",
      "shortDesc": "Nous gérons les formalités administratives pour vous",
      "fullDesc": "De la préparation et de la vérification de vos documents aux traductions certifiées et aux services d'apostille, nous prenons en charge toutes les exigences afin que votre demande soit toujours précise, complète et prête à être soumise."
    },
    "legalCompliance": {
      "title": "Applications sécurisées sur le plan juridique",
      "shortDesc": "Toujours 100% conforme à la législation turque",
      "fullDesc": "Chaque demande est examinée par nos conseillers juridiques afin de s'assurer qu'elle est pleinement conforme à la réglementation turque en matière d'immigration - ce qui permet de minimiser les erreurs, d'éviter les pénalités et de protéger votre statut juridique."
    },
    "caseManager": {
      "title": "Gestionnaire de cas dédié",
      "shortDesc": "Un soutien personnalisé à chaque étape",
      "fullDesc": "Vous disposerez d'un gestionnaire de dossier personnel qui restera en contact avec vous, vous tiendra informé et répondra rapidement à toutes vos questions, garantissant ainsi un processus transparent et sans stress du début à la fin."
    },
    "fastProcessing": {
      "title": "Traitement efficace et rapide",
      "shortDesc": "Gagnez du temps avec notre système optimisé",
      "fullDesc": "Notre coordination établie avec les bureaux gouvernementaux et nos flux de documents efficaces contribuent à accélérer votre processus de demande - réduisant souvent les temps d'attente jusqu'à 40 % par rapport aux procédures standard."
    },
    "successRate": {
      "title": "Succès prouvé et satisfaction des clients",
      "shortDesc": "Des milliers d'approbations réussies",
      "fullDesc": "Avec plus de 5 000 demandes de permis de séjour approuvées et un taux de réussite de 98 %, nos résultats témoignent de notre engagement en faveur de la précision, de la fiabilité et de la satisfaction de nos clients."
    }
  },
  "actions": {
    "learnMore": "En savoir plus"
  }
}