{
  "header": {
    "badge": "Procédure d'obtention du permis de séjour en Turquie",
    "title": {
      "part1": "Votre chemin pas à pas vers",
      "highlight": "Permis de séjour en Turquie",
      "part2": "succès"
    },
    "description": "Nous simplifions la procédure complexe d'obtention d'un permis de séjour grâce à notre approche éprouvée en quatre étapes, en veillant à ce que votre demande réponde à toutes les exigences de l'immigration turque."
  },
  "stages": {
    "stage1": {
      "title": "Consultation et évaluation initiales",
      "description": "Nos spécialistes de l'immigration évaluent votre éligibilité et vous fournissent des informations détaillées sur les exigences et les options en matière de permis de séjour en Turquie."
    },
    "stage2": {
      "title": "Préparation et examen des documents",
      "description": "Nous vous aidons à rassembler tous les documents requis, en veillant à ce qu'ils répondent aux normes d'immigration turques et soient correctement authentifiés."
    },
    "stage3": {
      "title": "Soumission et suivi des demandes",
      "description": "Notre équipe juridique soumet votre demande de permis de séjour et vous accompagne tout au long de la procédure d'examen."
    },
    "stage4": {
      "title": "Approbation et délivrance du permis de séjour",
      "description": "Nous vous aidons à franchir les dernières étapes, y compris la collecte des données biométriques, et veillons à ce que vous receviez votre carte de séjour turque."
    }
  },
  "images": {
    "image1": {
      "alt": "Pont du Bosphore à Istanbul",
      "location": "Istanbul",
      "description": "Le cœur culturel et économique de la Turquie"
    },
    "image2": {
      "alt": "Montgolfières de la Cappadoce",
      "location": "Cappadoce",
      "description": "Site du patrimoine mondial de l'UNESCO avec des paysages uniques"
    },
    "image3": {
      "alt": "Turquie Permis de séjour de longue durée",
      "location": "Ankara",
      "description": "Centre de documentation sur les permis de séjour officiels"
    },
    "image4": {
      "alt": "Passeport vert turc",
      "location": "Turquie",
      "description": "Votre portail vers les opportunités de voyage en Europe"
    }
  },
  "floatingBadge": {
    "text": "Traitement des demandes"
  }
}