{
  "header": {
    "title": "Наши сертификаты",
    "description": "Ознакомьтесь с нашими профессиональными сертификатами и признанными стандартами, которые демонстрируют наше стремление к совершенству в сфере образовательных услуг."
  },
  "card": {
    "verified": "Проверено",
    "download": "Скачать",
    "downloading": "Загрузка..."
  },
  "modal": {
    "issuedOn": "Выпущено на",
    "description": "Описание",
    "preview": "Предварительный просмотр",
    "download": "Скачать"
  },
  "certificates": {
    "cert1": {
      "title": "ISO 10002:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 апреля 2024 года",
      "description": "Настоящий сертификат подтверждает, что компания JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, расположенная по адресу Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, была создана и внедрена система управления удовлетворенностью клиентов и жалобами, соответствующая требованиям стандарта ISO 10002:2018. Номер сертификата: A1568115. Действителен до 4 апреля 2025 года (срок действия 1 год)."
    },
    "cert2": {
      "title": "Güvenilir Marka İsim Belgesi (Сертификат надежной торговой марки)",
      "issuer": "ГЮМТЕБ - ТЮГЕНК",
      "description": "Данный сертификат подтверждает, что JOBS ADMIRE признан в качестве Доверенной торговой марки (Güvenilir Bir Marka İsimdir). Сертификат выдан GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü - Институт доверенных торговых марок и торговли) в соответствии с международными стандартами. Бренд включен в список в области управления человеческими ресурсами, консультационной деятельности и сопутствующих услуг. Номер сертификата: 44121231. JOBS ADMIRE сертифицирован как надежный и заслуживающий доверия бренд, работающий в сфере услуг бюро по трудоустройству, промышленной и коммерческой деятельности в Анталии, Турция.",
      "date": "2024"
    },
    "cert3": {
      "title": "ISO 21001:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 апреля 2024 года",
      "description": "Настоящий сертификат подтверждает, что компания JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, расположенная по адресу Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, разработала и внедрила сертификат системы управления образовательными учреждениями для услуг международного рекрутинга, который соответствует требованиям стандарта ISO 21001:2018. Номер сертификата: A1550414. Действителен до 4 апреля 2025 года (срок действия 1 год). Сертификат аккредитован IAS (Международной службой аккредитации)."
    },
    "cert4": {
      "title": "Özel İstihdam Bürosu İzin Belgesi (Сертификат лицензии частного агентства занятости)",
      "issuer": "T.C. Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü (Главное управление агентства занятости Турции - Управление труда и занятости провинции Анталья)",
      "date": "19 сентября 2024 года",
      "description": "Настоящий сертификат подтверждает, что JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LTD. ŞTİ. имеет право осуществлять деятельность в качестве частного агентства занятости в период с 23 сентября 2024 года по 22 сентября 2027 года. Данная лицензия была выдана Турецким агентством по трудоустройству (İŞKUR) 18 сентября 2024 года решением № 16705944. Номер сертификата: 1730. Подписано Лютфи Гюлечем, провинциальным директором."
    }
  }
}