{
  "header": {
    "badge": "Надежный партнер по иммиграции в Казахстан",
    "title": {
      "part1": "Почему стоит выбрать",
      "highlight": "Чем восхищается Джобс?"
    },
    "description": "Профессиональные услуги по предоставлению вида на жительство в Казахстане с экспертным руководством по иммиграции в Казахстан и доказанным успехом"
  },
  "reasons": {
    "reason1": {
      "title": "Экспертные рекомендации по иммиграции в Казахстан",
      "shortDesc": "Профессиональные консультации",
      "fullDesc": "Получите индивидуальное руководство от сертифицированных казахстанских иммиграционных консультантов с более чем 10-летним опытом работы с заявками на получение вида на жительство в Казахстане."
    },
    "reason2": {
      "title": "Полная поддержка документов",
      "shortDesc": "Комплексное сопровождение документов",
      "fullDesc": "Мы занимаемся оформлением всех документов, апостилем документов, услугами по проверке подлинности и обеспечиваем 100% соответствие иммиграционным требованиям Казахстана."
    },
    "reason3": {
      "title": "Гарантия соблюдения правовых норм",
      "shortDesc": "100% гарантия легальности процесса в Казахстане",
      "fullDesc": "Ваша заявка будет соответствовать всем законам и нормам Казахстана, а наша юридическая команда обеспечит полное соответствие и снизит риски отказа."
    },
    "reason4": {
      "title": "Специализированный менеджер по работе с клиентами",
      "shortDesc": "Персональная поддержка на протяжении всего времени",
      "fullDesc": "Каждый клиент получает специального менеджера, который сопровождает вас на каждом этапе, отвечает на вопросы и регулярно предоставляет информацию о вашем разрешении на въезд в Казахстан."
    },
    "reason5": {
      "title": "Быстрые сроки обработки",
      "shortDesc": "Быстрая обработка заявки",
      "fullDesc": "Оптимизированный процесс сокращает типичное время ожидания на 40% благодаря эффективной подготовке документов и прямым связям с правительством Казахстана."
    },
    "reason6": {
      "title": "Высокий процент успеха",
      "shortDesc": "Доказанный послужной список",
      "fullDesc": "98% одобрения заявок на получение вида на жительство в Казахстане, более 5 000 успешных дел, завершенных в Казахстане за последние 5 лет."
    }
  },
  "buttons": {
    "learnMore": "Узнать больше"
  }
}