{
  "header": {
    "title": "Наши услуги",
    "subtitle": "Соединяя профессионалов с возможностями по всему миру с помощью наших комплексных карьерных услуг"
  },
  "viewSelector": {
    "grid": "Сетка",
    "masonry": "Каменная кладка",
    "carousel": "Карусель"
  },
  "card": {
    "viewPage": "Посмотреть страницу",
    "viewDetails": "Посмотреть детали"
  },
  "carousel": {
    "previousSlide": "Предыдущий слайд",
    "nextSlide": "Следующий слайд",
    "goToSlide": "Перейти к слайду"
  },
  "modal": {
    "close": "Закрыть",
    "overview": "Обзор",
    "keyFeatures": "Основные характеристики",
    "technologies": "Технологии",
    "visitServicePage": "Посетите страницу обслуживания",
    "stats": {
      "projects": "Проекты",
      "satisfaction": "Удовлетворенность",
      "support": "Поддержка"
    }
  },
  "services": {
    "resumeService": {
      "title": "Служба резюме",
      "description": "Наш конструктор резюме поможет вам быстро и без особых усилий составить профессиональное резюме, начиная с генерации пулевых точек и заканчивая автоматическим форматированием.",
      "longDesc": "Наши профессиональные услуги по написанию резюме помогают соискателям создавать эффективные, удобные для ATS резюме, которые подчеркивают их уникальную квалификацию и повышают вероятность собеседования. Мы подбираем каждое резюме под конкретную отрасль и должность.",
      "features": [
        "Оптимизация ATS",
        "Отраслевые форматы",
        "Расширение ключевых слов",
        "Профессиональный обзор"
      ],
      "technologies": [
        "Шаблоны резюме",
        "Инструменты ATS",
        "Программное обеспечение для проектирования",
        "Стратегия контента"
      ]
    },
    "globalJobPlacement": {
      "title": "Глобальное трудоустройство",
      "description": "От индивидуального подбора вакансий до визовой поддержки - мы соединяем профессионалов с ведущими работодателями по всему миру без лишних усилий.",
      "longDesc": "Наша служба по трудоустройству по всему миру соединяет талантливых специалистов с международными карьерными возможностями, занимаясь всем: от подбора вакансий до логистики переезда и культурной подготовки.",
      "features": [
        "Партнерство с работодателями",
        "Визовая помощь",
        "Поддержка при переезде",
        "Подготовка к собеседованию"
      ],
      "technologies": [
        "Алгоритм поиска работы",
        "Глобальная база данных",
        "Оформление виз",
        "Инструменты для переезда"
      ]
    },
    "interviewCoaching": {
      "title": "Коучинг на собеседовании",
      "description": "От пробных собеседований до индивидуальной обратной связи - наш комплексный коучинг по прохождению собеседований помогает профессионалам с уверенностью найти работу своей мечты.",
      "longDesc": "Наш коучинг по проведению собеседований готовит кандидатов к успешному прохождению интервью в любом формате: индивидуальные практические занятия, подробная обратная связь и стратегии, разработанные с учетом конкретных ролей и отраслей.",
      "features": [
        "Шуточные интервью",
        "Обучение с учетом специфики отрасли",
        "Коучинг языка тела",
        "Подготовка вопросов"
      ],
      "technologies": [
        "Видеоанализ",
        "Обратная связь ИИ",
        "Моделирование интервью",
        "Персональный коучинг"
      ]
    },
    "careerCounselling": {
      "title": "Консультации по вопросам карьеры",
      "description": "От оценки карьеры до составления индивидуальных планов развития - наши комплексные консультации помогают профессионалам уверенно найти свой идеальный путь.",
      "longDesc": "Наша служба карьерного консультирования помогает профессионалам на всех этапах определить свои сильные стороны, изучить подходящие карьерные пути и разработать практические планы для достижения своих профессиональных целей.",
      "features": [
        "Оценка карьеры",
        "Анализ прочности",
        "Постановка целей",
        "Отраслевые исследования"
      ],
      "technologies": [
        "Тесты личности",
        "Оценка навыков",
        "Составление карты карьеры",
        "Планирование развития"
      ]
    },
    "visaRelocation": {
      "title": "Виза и переезд",
      "description": "От получения визы до обустройства в новом доме - наши комплексные услуги по переезду помогут вам уверенно перебраться в новую страну.",
      "longDesc": "Наши услуги по оформлению виз и переезду обеспечивают всестороннюю поддержку на протяжении всего иммиграционного процесса - от подготовки документов до поиска жилья и обустройства на новом месте.",
      "features": [
        "Оформление визы",
        "Подготовка документов",
        "Жилищная помощь",
        "Местная интеграция"
      ],
      "technologies": [
        "Иммиграционная база данных",
        "Управление документами",
        "Жилищная сеть",
        "Планирование переезда"
      ]
    },
    "skillDevelopment": {
      "title": "Развитие навыков",
      "description": "Наши программы повышения квалификации - от семинаров для начинающих до сертификации экспертов - дают возможность профессионалам овладеть востребованными навыками, которые позволят им получить завтрашние возможности.",
      "longDesc": "Наши программы повышения квалификации предлагают целевое обучение востребованным навыкам, индивидуальные учебные программы, практические проекты и подготовку к сертификации, что способствует карьерному росту.",
      "features": [
        "Индивидуальное обучение",
        "Практические проекты",
        "Подготовка к сертификации",
        "Экспертное наставничество"
      ],
      "technologies": [
        "Платформа электронного обучения",
        "Моделирование проекта",
        "Инструменты оценки",
        "Программы сертификации"
      ]
    },
    "remoteWorkOpportunities": {
      "title": "Возможности удаленной работы",
      "description": "От подбора удаленной работы до руководства по обустройству домашнего офиса - мы помогаем профессионалам процветать на виртуальном рабочем месте, предлагая индивидуальные решения.",
      "longDesc": "Наша служба удаленной работы специализируется на поиске качественных удаленных вакансий, предоставлении рекомендаций по инструментам виртуальной работы и помощи в создании продуктивной обстановки домашнего офиса.",
      "features": [
        "Подбор удаленных вакансий",
        "Виртуальное сотрудничество",
        "Обустройство домашнего офиса",
        "Баланс между работой и жизнью"
      ],
      "technologies": [
        "Платформа для удаленной работы",
        "Виртуальные инструменты",
        "Программное обеспечение для повышения производительности",
        "Цифровая связь"
      ]
    },
    "talentAcquisition": {
      "title": "Привлечение талантов",
      "description": "Наша платформа для привлечения талантов помогает организациям эффективно создавать высокопроизводительные команды, начиная с выявления идеальных кандидатов и заканчивая беспрепятственным приемом на работу.",
      "longDesc": "Наши услуги по привлечению талантов помогают организациям находить, привлекать и удерживать лучших специалистов с помощью индивидуальных стратегий найма, оценки кандидатов и эффективных процессов адаптации.",
      "features": [
        "Целевой набор",
        "Отбор кандидатов",
        "Оценка навыков",
        "Поддержка при вводе в должность"
      ],
      "technologies": [
        "Платформа ATS",
        "Инструменты оценки",
        "Управление интервью",
        "Система регистрации"
      ]
    },
    "immigration": {
      "title": "Иммиграция",
      "description": "Наши эксперты-консультанты по иммиграции проведут вас через все этапы процесса - от получения визы до получения постоянного вида на жительство - и окажут индивидуальную поддержку.",
      "longDesc": "Наши иммиграционные консультанты предоставляют экспертные рекомендации по всем направлениям иммиграции, занимаются сложной документацией, подготовкой заявлений и оказывают постоянную поддержку на протяжении всего вашего иммиграционного пути.",
      "features": [
        "Оценка визы",
        "Подготовка к подаче заявки",
        "Юридическая поддержка",
        "Отслеживание состояния"
      ],
      "technologies": [
        "Иммиграционная база данных",
        "Проверка документов",
        "Управление приложениями",
        "Юридические ресурсы"
      ]
    },
    "jobRecruitment": {
      "title": "Набор на работу",
      "description": "От поиска кандидатов до окончательного трудоустройства - наши комплексные услуги по подбору персонала помогают компаниям находить лучших специалистов по всему миру с точностью и эффективностью.",
      "longDesc": "Наша служба подбора персонала специализируется на поиске квалифицированных кандидатов в различных отраслях, используя передовые процессы отбора и глобальные сети талантов для обеспечения идеального соответствия.",
      "features": [
        "Глобальный поиск талантов",
        "Расширенный скрининг",
        "Отраслевая экспертиза",
        "Быстрое размещение"
      ],
      "technologies": [
        "Платформа для рекрутинга",
        "База данных кандидатов",
        "Инструменты скрининга",
        "Алгоритм подбора"
      ]
    }
  }
}