{
  "header": {
    "badge": "Ваш надежный иммиграционный партнер",
    "titlePart1": "Почему стоит выбрать",
    "titleHighlight": "ДжобсАдмир?",
    "subtitle": "Упростите процесс получения вида на жительство в Турции с помощью надежных экспертов, прозрачного руководства и проверенных результатов."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Опытные эксперты по иммиграции",
      "shortDesc": "Десятилетний опыт, которому вы можете доверять",
      "fullDesc": "Наши лицензированные иммиграционные консультанты имеют более чем 10-летний опыт работы, помогая частным лицам и семьям получить вид на жительство в Турции, и с уверенностью проведут вас через все юридические и процедурные детали."
    },
    "documentSupport": {
      "title": "Полная обработка документов",
      "shortDesc": "Мы ведем всю бумажную работу за вас",
      "fullDesc": "От подготовки и проверки документов до заверенного перевода и апостилирования - мы позаботимся обо всех требованиях, чтобы ваше заявление всегда было точным, полным и готовым к подаче."
    },
    "legalCompliance": {
      "title": "Юридически безопасные приложения",
      "shortDesc": "Всегда на 100% соответствует турецкому законодательству",
      "fullDesc": "Каждое заявление рассматривается нашими юридическими консультантами, чтобы обеспечить полное соответствие турецким иммиграционным правилам - минимизация ошибок, избежание штрафов и защита вашей правовой позиции."
    },
    "caseManager": {
      "title": "Специализированный менеджер по работе с клиентами",
      "shortDesc": "Индивидуальная поддержка на каждом шагу",
      "fullDesc": "У вас будет персональный менеджер, который всегда на связи, держит вас в курсе событий и быстро решает любые вопросы, обеспечивая легкий и прозрачный процесс от начала и до конца."
    },
    "fastProcessing": {
      "title": "Эффективная и быстрая обработка",
      "shortDesc": "Экономьте время с помощью нашей оптимизированной системы",
      "fullDesc": "Наша налаженная координация с государственными учреждениями и эффективный документооборот помогают ускорить процесс подачи заявки - зачастую время ожидания сокращается до 40 % по сравнению со стандартными процедурами."
    },
    "successRate": {
      "title": "Доказанный успех и удовлетворенность клиентов",
      "shortDesc": "Тысячи успешных одобрений",
      "fullDesc": "Более 5 000 одобренных заявок на получение вида на жительство и 98 % успешных решений - это подтверждение нашей приверженности точности, надежности и удовлетворенности клиентов."
    }
  },
  "actions": {
    "learnMore": "Узнать больше"
  }
}