{
  "header": {
    "badge": "Zuverlässiger Partner für die Einwanderung nach Albanien",
    "title": {
      "line1": "Warum wählen",
      "highlight": "Jobs bewundern?"
    },
    "description": "Erleben Sie professionelle Dienstleistungen für die Aufenthaltsgenehmigung in Albanien mit fachkundiger Beratung und nachweislichem Erfolg"
  },
  "reasons": {
    "expertGuidance": {
      "title": "Fachkundige Beratung zur Einwanderung nach Albanien",
      "shortDesc": "Professioneller Beratungsdienst",
      "fullDesc": "Lassen Sie sich von zertifizierten albanischen Einwanderungsberatern mit mehr als 10 Jahren Erfahrung bei der Beantragung albanischer Aufenthaltsgenehmigungen persönlich beraten."
    },
    "documentSupport": {
      "title": "Vollständige Dokumentenunterstützung",
      "shortDesc": "Umfassende Unterstützung bei der Erstellung von Dokumenten",
      "fullDesc": "Wir kümmern uns um den gesamten Papierkram, die Apostille und die Beglaubigung von Dokumenten und gewährleisten die 100%ige Einhaltung der albanischen Einwanderungsbestimmungen."
    },
    "legalCompliance": {
      "title": "Garantie für die Einhaltung von Rechtsvorschriften",
      "shortDesc": "100%ige Rechtssicherheit für Albanien",
      "fullDesc": "Ihr Antrag entspricht allen albanischen Gesetzen und Vorschriften, wobei unser Rechtsteam die vollständige Einhaltung der Vorschriften sicherstellt und das Risiko einer Ablehnung verringert."
    },
    "caseManager": {
      "title": "Engagierter Fallmanager",
      "shortDesc": "Persönliche Betreuung während der gesamten Laufzeit",
      "fullDesc": "Jeder Kunde erhält einen engagierten Fallmanager, der Sie durch alle Schritte führt, Fragen beantwortet und Sie regelmäßig über den Stand Ihrer albanischen Genehmigung informiert."
    },
    "fastProcessing": {
      "title": "Schnelle Bearbeitungszeiten",
      "shortDesc": "Schnelle Bearbeitung von Anträgen",
      "fullDesc": "Der rationalisierte Prozess verkürzt die typischen Wartezeiten um 40 % durch die effiziente Vorbereitung der Dokumente und den direkten Kontakt mit der albanischen Regierung."
    },
    "successRate": {
      "title": "Hohe Erfolgsquote",
      "shortDesc": "Nachgewiesene Erfolgsbilanz",
      "fullDesc": "98% Bewilligungsquote für Anträge auf Aufenthaltsgenehmigung in Albanien mit über 5.000 erfolgreich abgeschlossenen Fällen in Albanien in den letzten 5 Jahren."
    }
  },
  "buttons": {
    "learnMore": "Mehr erfahren"
  }
}