{
  "header": {
    "title": "Unsere Zertifizierungen",
    "description": "Informieren Sie sich über unsere professionellen Zertifizierungen und anerkannten Standards, die unser Engagement für hervorragende Bildungsdienstleistungen belegen."
  },
  "card": {
    "verified": "Geprüft",
    "download": "Herunterladen",
    "downloading": "Herunterladen..."
  },
  "modal": {
    "issuedOn": "Ausgestellt am",
    "description": "Beschreibung",
    "preview": "Vorschau",
    "download": "Herunterladen"
  },
  "certificates": {
    "cert1": {
      "title": "ISO 10002:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4. April 2024",
      "description": "Diese Bescheinigung bestätigt, dass JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, mit Sitz in Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, hat ein Kundenzufriedenheits- und Beschwerdemanagementsystem eingeführt und umgesetzt, das die Anforderungen der Norm ISO 10002:2018 erfüllt. Zertifikatsnummer: A1568115. Gültig bis 4. April 2025 (1 Jahr Gültigkeitsdauer)."
    },
    "cert2": {
      "title": "Güvenilir Marka İsim Belgesi (Zertifikat für vertrauenswürdige Markennamen)",
      "issuer": "GÜMTEB - TÜGENC",
      "description": "Dieses Zertifikat bestätigt, dass JOBS ADMIRE als vertrauenswürdiger Markenname (Güvenilir Bir Marka İsimdir) anerkannt ist. Das Zertifikat wird von GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü - Institut für vertrauenswürdige Marken und Handel) in Übereinstimmung mit internationalen Standards ausgestellt. Die Marke ist im Bereich Personalmanagement, Beratungstätigkeiten und damit verbundene Dienstleistungen aufgeführt. Zertifikatsnummer: 44121231. JOBS ADMIRE ist als zuverlässige und vertrauenswürdige Marke zertifiziert, die in den Bereichen Arbeitsvermittlung, Industrie und Handel in Antalya, Türkei, tätig ist.",
      "date": "2024"
    },
    "cert3": {
      "title": "ISO 21001:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4. April 2024",
      "description": "Diese Bescheinigung bestätigt, dass JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, mit Sitz in Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, hat ein Managementsystem-Zertifikat für Bildungseinrichtungen für internationale Rekrutierungsdienste eingeführt und umgesetzt, das die Anforderungen der Norm ISO 21001:2018 erfüllt. Zertifikatsnummer: A1550414. Gültig bis 4. April 2025 (1 Jahr Gültigkeitsdauer). Das Zertifikat ist von IAS (International Accreditation Service) akkreditiert."
    },
    "cert4": {
      "title": "Özel İstihdam Bürosu İzin Belgesi (Lizenzbescheinigung für private Arbeitsvermittler)",
      "issuer": "T.C. Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü (Generaldirektion der türkischen Arbeitsagentur - Direktion für Arbeit und Beschäftigung der Provinz Antalya)",
      "date": "19. September 2024",
      "description": "Diese Bescheinigung bestätigt, dass JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LTD. ŞTİ. ist befugt, in der Zeit vom 23. September 2024 bis zum 22. September 2027 als private Arbeitsvermittlung tätig zu sein. Diese Lizenz wurde von der türkischen Arbeitsagentur (İŞKUR) am 18. September 2024 mit der Entscheidungsnummer 16705944 erteilt. Bescheinigungsnummer: 1730. Unterzeichnet von Lütfi Güleç, Provinzialdirektor."
    }
  }
}