{
  "header": {
    "badge": "Zuverlässiger Partner für die Einwanderung nach China",
    "whyChoose": "Warum wählen",
    "companyName": "Jobs bewundern?",
    "description": "Erleben Sie professionelle Dienstleistungen für die Aufenthaltsgenehmigung in China mit fachkundiger Beratung durch chinesische Einwanderungsexperten und nachweislichem Erfolg"
  },
  "reasons": {
    "expertGuidance": {
      "title": "Expertenrat zur Einwanderung nach China",
      "shortDesc": "Professioneller Beratungsdienst",
      "fullDesc": "Erhalten Sie persönliche Beratung von zertifizierten China-Einwanderungsberatern mit mehr als 10 Jahren Erfahrung bei der Beantragung von Aufenthaltsgenehmigungen in China."
    },
    "documentSupport": {
      "title": "Vollständige Dokumentenunterstützung",
      "shortDesc": "Umfassende Unterstützung bei der Erstellung von Dokumenten",
      "fullDesc": "Wir kümmern uns um den gesamten Papierkram, die Beglaubigung von Dokumenten, die notarielle Beglaubigung und gewährleisten die 100%ige Einhaltung der chinesischen Einwanderungsbestimmungen."
    },
    "legalCompliance": {
      "title": "Garantie für die Einhaltung von Rechtsvorschriften",
      "shortDesc": "100%ige Rechtssicherheit in China",
      "fullDesc": "Ihr Antrag entspricht allen chinesischen Gesetzen und Vorschriften, wobei unser Rechtsteam die vollständige Einhaltung der Vorschriften sicherstellt und Ablehnungsrisiken reduziert."
    },
    "dedicatedManager": {
      "title": "Engagierter Fallmanager",
      "shortDesc": "Persönliche Betreuung während der gesamten Laufzeit",
      "fullDesc": "Jeder Kunde erhält einen eigenen Fallmanager, der Sie durch alle Schritte begleitet, Fragen beantwortet und Sie regelmäßig über den aktuellen Stand Ihrer China-Genehmigung informiert."
    },
    "fastProcessing": {
      "title": "Schnelle Bearbeitungszeiten",
      "shortDesc": "Schnelle Bearbeitung von Anträgen",
      "fullDesc": "Der rationalisierte Prozess verkürzt die typischen Wartezeiten um 40 % durch die effiziente Vorbereitung der Dokumente und den direkten Kontakt mit der chinesischen Regierung."
    },
    "highSuccessRate": {
      "title": "Hohe Erfolgsquote",
      "shortDesc": "Nachgewiesene Erfolgsbilanz",
      "fullDesc": "98% Bewilligungsquote für Anträge auf Aufenthaltsgenehmigung in China mit über 5.000 erfolgreich abgeschlossenen Fällen in China in den letzten 5 Jahren."
    }
  },
  "buttons": {
    "learnMore": "Mehr erfahren"
  }
}