{
  "header": {
    "badge": "Zuverlässiger Partner für die Einwanderung nach Kasachstan",
    "title": {
      "part1": "Warum wählen",
      "highlight": "Jobs bewundern?"
    },
    "description": "Erleben Sie professionelle Dienstleistungen für die Aufenthaltsgenehmigung in Kasachstan mit fachkundiger Beratung für die Einwanderung in Kasachstan und nachweislichem Erfolg"
  },
  "reasons": {
    "reason1": {
      "title": "Expertenberatung zur Einwanderung nach Kasachstan",
      "shortDesc": "Professioneller Beratungsdienst",
      "fullDesc": "Lassen Sie sich von zertifizierten kasachischen Einwanderungsberatern mit mehr als 10 Jahren Erfahrung bei der Beantragung von Aufenthaltsgenehmigungen in Kasachstan persönlich beraten."
    },
    "reason2": {
      "title": "Vollständige Dokumentenunterstützung",
      "shortDesc": "Umfassende Unterstützung bei der Erstellung von Dokumenten",
      "fullDesc": "Wir kümmern uns um den gesamten Papierkram, die Apostille und die Beglaubigung von Dokumenten und stellen sicher, dass die kasachischen Einwanderungsbestimmungen zu 100 % erfüllt werden."
    },
    "reason3": {
      "title": "Garantie für die Einhaltung von Rechtsvorschriften",
      "shortDesc": "100%ige Rechtssicherheit in Kasachstan",
      "fullDesc": "Ihr Antrag entspricht allen kasachischen Gesetzen und Vorschriften, wobei unser Rechtsteam die vollständige Einhaltung der Vorschriften sicherstellt und Ablehnungsrisiken reduziert."
    },
    "reason4": {
      "title": "Engagierter Fallmanager",
      "shortDesc": "Persönliche Betreuung während der gesamten Laufzeit",
      "fullDesc": "Jeder Kunde erhält einen eigenen Fallmanager, der Sie durch alle Schritte führt, Fragen beantwortet und Sie regelmäßig über den Stand Ihrer kasachischen Aufenthaltsgenehmigung informiert."
    },
    "reason5": {
      "title": "Schnelle Bearbeitungszeiten",
      "shortDesc": "Schnelle Bearbeitung von Anträgen",
      "fullDesc": "Der rationalisierte Prozess verkürzt die typischen Wartezeiten um 40 % durch eine effiziente Dokumentenvorbereitung und direkte Kontakte zur kasachischen Regierung."
    },
    "reason6": {
      "title": "Hohe Erfolgsquote",
      "shortDesc": "Nachgewiesene Erfolgsbilanz",
      "fullDesc": "98% Bewilligungsquote für Anträge auf Aufenthaltsgenehmigung in Kasachstan mit über 5.000 erfolgreich abgeschlossenen Fällen in Kasachstan in den letzten 5 Jahren."
    }
  },
  "buttons": {
    "learnMore": "Mehr erfahren"
  }
}