{
  "header": {
    "badge": "Ihr zuverlässiger Partner für Einwanderung",
    "titlePart1": "Warum wählen",
    "titleHighlight": "JobsAdmire?",
    "subtitle": "Vereinfachen Sie Ihr Verfahren für die Aufenthaltsgenehmigung in der Türkei mit vertrauenswürdigen Experten, transparenter Beratung und bewährten Ergebnissen."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Erfahrene Einwanderungsexperten",
      "shortDesc": "Jahrzehntelange Erfahrung, der Sie vertrauen können",
      "fullDesc": "Unsere lizenzierten Einwanderungsberater verfügen über mehr als 10 Jahre Erfahrung in der Unterstützung von Einzelpersonen und Familien bei der Erlangung von Aufenthaltsgenehmigungen in der Türkei und führen Sie vertrauensvoll durch alle rechtlichen und verfahrenstechnischen Details."
    },
    "documentSupport": {
      "title": "Vollständige Dokumentenverarbeitung",
      "shortDesc": "Wir erledigen den Papierkram für Sie",
      "fullDesc": "Von der Vorbereitung und Überprüfung Ihrer Dokumente bis hin zu beglaubigten Übersetzungen und Apostille - wir kümmern uns um alle Anforderungen, damit Ihr Antrag immer korrekt, vollständig und einreichungsbereit ist."
    },
    "legalCompliance": {
      "title": "Rechtlich sichere Anwendungen",
      "shortDesc": "Stets zu 100 % mit dem türkischen Recht konform",
      "fullDesc": "Jeder Antrag wird von unseren Rechtsberatern geprüft, um sicherzustellen, dass die türkischen Einwanderungsbestimmungen vollständig eingehalten werden - so werden Fehler minimiert, Strafen vermieden und Ihre Rechtsstellung geschützt."
    },
    "caseManager": {
      "title": "Engagierter Fallmanager",
      "shortDesc": "Personalisierte Unterstützung bei jedem Schritt",
      "fullDesc": "Sie haben einen persönlichen Fallmanager, der mit Ihnen in Kontakt bleibt, Sie auf dem Laufenden hält und alle Fragen schnell klärt - so ist ein stressfreier und transparenter Prozess von Anfang bis Ende gewährleistet."
    },
    "fastProcessing": {
      "title": "Effiziente und schnelle Verarbeitung",
      "shortDesc": "Sparen Sie Zeit mit unserem optimierten System",
      "fullDesc": "Unsere bewährte Koordination mit den Behörden und unsere effizienten Dokumenten-Workflows tragen dazu bei, Ihren Antragsprozess zu beschleunigen - und verkürzen die Wartezeiten oft um bis zu 40 % im Vergleich zu Standardverfahren."
    },
    "successRate": {
      "title": "Nachgewiesener Erfolg und Kundenzufriedenheit",
      "shortDesc": "Tausende von erfolgreichen Zulassungen",
      "fullDesc": "Mit mehr als 5.000 genehmigten Anträgen auf Aufenthaltsgenehmigung und einer Erfolgsquote von 98 % spiegelt unsere Erfolgsbilanz unser Engagement für Genauigkeit, Zuverlässigkeit und Kundenzufriedenheit wider."
    }
  },
  "actions": {
    "learnMore": "Mehr erfahren"
  }
}