{
  "header": {
    "title": "Sertifikalarımız",
    "description": "Eğitim hizmetlerinde mükemmelliğe olan bağlılığımızı gösteren profesyonel sertifikalarımızı ve tanınan standartlarımızı keşfedin."
  },
  "card": {
    "verified": "Doğrulandı",
    "download": "İndir",
    "downloading": "İndiriliyor..."
  },
  "modal": {
    "issuedOn": "Yayın tarihi",
    "description": "Açıklama",
    "preview": "Önizleme",
    "download": "İndir"
  },
  "certificates": {
    "cert1": {
      "title": "ISO 10002:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 Nisan 2024",
      "description": "Bu belge, JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ'nin Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya adresinde faaliyet gösteren şirketimiz, ISO 10002:2018 standardının gerekliliklerini karşılayan bir Müşteri Memnuniyeti ve Şikayetleri Yönetim Sistemi kurmuş ve uygulamaktadır. Sertifika Numarası: A1568115. 4 Nisan 2025 tarihine kadar geçerlidir (1 Yıl geçerlilik süresi)."
    },
    "cert2": {
      "title": "Güvenilir Marka İsim Belgesi (Trusted Brand Name Certificate)",
      "issuer": "GÜMTEB - TÜGENC",
      "description": "Bu sertifika, JOBS ADMIRE'ın Güvenilir Bir Marka Adı olarak tanındığını teyit eder. Sertifika, GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü) tarafından uluslararası standartlara uygun olarak verilmektedir. Marka, İnsan Kaynakları Yönetimi, Danışmanlık Faaliyetleri ve ilgili hizmetler alanında listelenmiştir. Sertifika Numarası: 44121231. JOBS ADMIRE, Antalya, Türkiye'de istihdam bürosu hizmetleri, endüstriyel ve ticari faaliyetlerde faaliyet gösteren güvenilir ve güvenilir bir marka olarak onaylanmıştır.",
      "date": "2024"
    },
    "cert3": {
      "title": "ISO 21001:2018",
      "issuer": "BEL CERT - Uluslararası Belgelendirme",
      "date": "4 Nisan 2024",
      "description": "Bu belge, JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ'nin Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya adresinde bulunan LİMİTED ŞİRKETİ, ISO 21001:2018 standardının gerekliliklerini karşılayan Uluslararası İşe Alım Hizmetleri için Eğitim Kurumları Yönetim Sistemi Belgesi'ni kurmuş ve uygulamaya almıştır. Sertifika Numarası: A1550414. 4 Nisan 2025 tarihine kadar geçerlidir (1 Yıl geçerlilik süresi). Sertifika IAS (International Accreditation Service) tarafından akredite edilmiştir."
    },
    "cert4": {
      "title": "Özel İstihdam Bürosu İzin Belgesi (Özel İstihdam Bürosu Lisans Belgesi)",
      "issuer": "T.C. Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü (Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü)",
      "date": "19 Eylül 2024",
      "description": "Bu belge, JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LTD. ŞTİ. 23 Eylül 2024 - 22 Eylül 2027 tarihleri arasında özel istihdam bürosu olarak faaliyet göstermeye yetkilidir. Bu izin Türkiye İş Kurumu (İŞKUR) tarafından 18 Eylül 2024 tarihinde 16705944 karar numarası ile verilmiştir. Sertifika Numarası: 1730. İl Müdürü Lütfi Güleç tarafından imzalanmıştır."
    }
  }
}