{
  "header": {
    "badge": "Güvenilir Göçmenlik Ortağınız",
    "titlePart1": "Neden Seçmelisiniz",
    "titleHighlight": "JobsAdmire?",
    "subtitle": "Güvenilir uzmanlar, şeffaf rehberlik ve kanıtlanmış sonuçlarla Türkiye'de oturma izni sürecinizi basitleştirin."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Deneyimli Göçmenlik Uzmanları",
      "shortDesc": "Güvenebileceğiniz onlarca yıllık uzmanlık",
      "fullDesc": "Lisanslı göçmenlik danışmanlarımız, bireylerin ve ailelerin Türkiye genelinde oturma izni almalarına yardımcı olma konusunda 10 yılı aşkın deneyime sahiptir ve size her türlü yasal ve prosedürel ayrıntıda güvenle rehberlik eder."
    },
    "documentSupport": {
      "title": "Eksiksiz Belge İşleme",
      "shortDesc": "Evrak işlerini sizin için yönetiyoruz",
      "fullDesc": "Belgelerinizin hazırlanması ve doğrulanmasından onaylı çevirilere ve apostil hizmetlerine kadar her gereksinimi karşılıyoruz, böylece başvurunuz her zaman doğru, eksiksiz ve gönderime hazır oluyor."
    },
    "legalCompliance": {
      "title": "Yasal Olarak Güvenli Uygulamalar",
      "shortDesc": "Türk yasalarına her zaman %100 uyumlu",
      "fullDesc": "Her başvuru hukuk danışmanlarımız tarafından incelenerek Türk göçmenlik mevzuatına tam uyum sağlanır - hatalar en aza indirilir, cezalardan kaçınılır ve yasal durumunuz korunur."
    },
    "caseManager": {
      "title": "Özel Vaka Yöneticisi",
      "shortDesc": "Her adımda kişiselleştirilmiş destek",
      "fullDesc": "Başından sonuna kadar stressiz ve şeffaf bir süreç sağlamak için iletişim halinde kalan, sizi güncel tutan ve sorularınızı hızla çözen kişisel bir vaka yöneticiniz olacak."
    },
    "fastProcessing": {
      "title": "Verimli ve Hızlı İşleme",
      "shortDesc": "Optimize edilmiş sistemimizle zaman kazanın",
      "fullDesc": "Devlet daireleriyle olan yerleşik koordinasyonumuz ve verimli belge iş akışlarımız, başvuru sürecinizi hızlandırmaya yardımcı olur - genellikle standart prosedürlere kıyasla bekleme sürelerini %40'a kadar azaltır."
    },
    "successRate": {
      "title": "Kanıtlanmış Başarı ve Müşteri Memnuniyeti",
      "shortDesc": "Binlerce başarılı onay",
      "fullDesc": "5.000'den fazla onaylı oturma izni başvurusu ve %98 başarı oranıyla kanıtlanmış sicilimiz, doğruluk, güvenilirlik ve müşteri memnuniyetine olan bağlılığımızı yansıtmaktadır."
    }
  },
  "actions": {
    "learnMore": "Daha Fazla Bilgi"
  }
}