{
  "header": {
    "title": "Our Certifications",
    "description": "Explore our professional certifications and standards recognition that demonstrate our commitment to excellence in education services."
  },
  "card": {
    "verified": "Verified",
    "download": "Download",
    "downloading": "Downloading..."
  },
  "modal": {
    "issuedOn": "Issued on",
    "description": "Description",
    "preview": "Preview",
    "download": "Download"
  },
  "certificates": {
    "cert1": {
    "title": "ISO 10002:2018",
    "issuer": "BEL CERT - Uluslararası Belgelendirme",
    "date": "April 4, 2024",
    "description": "This certificate confirms that JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, located at Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, has established and implemented a Customer Satisfaction and Complaints Management System that meets the requirements of ISO 10002:2018 standard. Certificate Number: A1568115. Valid until April 4, 2025 (1 Year validity period)."
  },
    "cert2": {
    "title": "Güvenilir Marka İsim Belgesi (Trusted Brand Name Certificate)",
    "issuer": "GÜMTEB - TÜGENC",
    "date": "2024",
    "description": "This certificate confirms that JOBS ADMIRE is recognized as a Trusted Brand Name (Güvenilir Bir Marka İsimdir). The certificate is issued by GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü - Trusted Brand and Trade Institute) in accordance with international standards. The brand is listed in the Field of Human Resources Management, Consultancy Activities, and related services. Certificate Number: 44121231. JOBS ADMIRE is certified as a reliable and trusted brand operating in employment bureau services, industrial and commercial activities in Antalya, Turkey."
  },
  "cert3": {
    "title": "ISO 21001:2018",
    "issuer": "BEL CERT - Uluslararası Belgelendirme",
    "date": "April 4, 2024",
    "description": "This certificate confirms that JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ, located at Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya, has established and implemented an Educational Institutions Management System Certificate for International Recruitment Services that meets the requirements of ISO 21001:2018 standard. Certificate Number: A1550414. Valid until April 4, 2025 (1 Year validity period). The certificate is accredited by IAS (International Accreditation Service)."
  },
   "cert4": {
    "title": "Özel İstihdam Bürosu İzin Belgesi (Private Employment Agency License Certificate)",
    "issuer": "T.C. Türkiye İş Kurumu Genel Müdürlüğü - Antalya Çalışma ve İş Kurumu İl Müdürlüğü (Turkish Employment Agency General Directorate - Antalya Provincial Directorate of Labor and Employment)",
    "date": "September 19, 2024",
    "description": "This certificate confirms that JOBS ADMIRE ÖZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LTD. ŞTİ. is authorized to operate as a private employment agency during the period from September 23, 2024 to September 22, 2027. This license was issued by the Turkish Employment Agency (İŞKUR) on September 18, 2024, with decision number 16705944. Certificate Number: 1730. Signed by Lütfi Güleç, Provincial Director."
  }
   
  }
}