{
  "header": {
    "badge": "Your Trusted Immigration Partner",
    "titlePart1": "Why Choose",
    "titleHighlight": "JobsAdmire?",
    "subtitle": "Simplify your Turkey residence permit process with trusted experts, transparent guidance, and proven results."
  },
  "reasons": {
    "expertGuidance": {
      "title": "Experienced Immigration Experts",
      "shortDesc": "Decade of expertise you can trust",
      "fullDesc": "Our licensed immigration consultants bring over 10 years of experience helping individuals and families secure residence permits across Turkey — guiding you through every legal and procedural detail with confidence."
    },
    "documentSupport": {
      "title": "Complete Document Handling",
      "shortDesc": "We manage the paperwork for you",
      "fullDesc": "From preparing and verifying your documents to certified translations and apostille services — we take care of every requirement so your application is always accurate, complete, and ready for submission."
    },
    "legalCompliance": {
      "title": "Legally Secure Applications",
      "shortDesc": "Always 100% compliant with Turkish law",
      "fullDesc": "Each application is reviewed by our legal advisors to ensure full compliance with Turkish immigration regulations — minimizing errors, avoiding penalties, and protecting your legal standing."
    },
    "caseManager": {
      "title": "Dedicated Case Manager",
      "shortDesc": "Personalized support at every step",
      "fullDesc": "You'll have a personal case manager who stays in touch, keeps you updated, and resolves any questions quickly — ensuring a stress-free and transparent process from start to finish."
    },
    "fastProcessing": {
      "title": "Efficient & Fast Processing",
      "shortDesc": "Save time with our optimized system",
      "fullDesc": "Our established coordination with government offices and efficient document workflows help speed up your application process — often reducing waiting times by up to 40% compared to standard procedures."
    },
    "successRate": {
      "title": "Proven Success & Client Satisfaction",
      "shortDesc": "Thousands of successful approvals",
      "fullDesc": "With over 5,000 approved residence permit applications and a 98% success rate, our proven record reflects our commitment to accuracy, reliability, and client satisfaction."
    }
  },
  "actions": {
    "learnMore": "Learn More"
  }
}
