{
  "header": {
    "title": "شهاداتنا",
    "description": "استكشف شهاداتنا المهنية والاعتراف بالمعايير التي تثبت التزامنا بالتميز في الخدمات التعليمية."
  },
  "card": {
    "verified": "تم التحقق",
    "download": "تنزيل",
    "downloading": "تنزيل..."
  },
  "modal": {
    "issuedOn": "تم إصدارها في",
    "description": "الوصف",
    "preview": "معاينة",
    "download": "تنزيل"
  },
  "certificates": {
    "cert1": {
      "title": "أيزو 10002:2018",
      "issuer": "BEL CERT - Uluslarararası Belgelendirme",
      "date": "4 أبريل 2024",
      "description": "تؤكد هذه الشهادة أن JOBS ADMIRE ÖZZEL İZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ، الواقع في Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya، قامت بتأسيس وتنفيذ نظام إدارة رضا العملاء والشكاوى الذي يلبي متطلبات معيار ISO 10002:2018. رقم الشهادة: A1568115. صالحة حتى 4 أبريل 2025 (فترة الصلاحية 1 سنة)."
    },
    "cert2": {
      "title": "Güvenilir Marka İsim Belgesi (شهادة اسم العلامة التجارية الموثوق بها)",
      "issuer": "غومتب - توغنك",
      "description": "تؤكد هذه الشهادة أن JOBS ADMIRE معترف بها كاسم علامة تجارية موثوق بها (Güvenilir Bir Marka İsimdir). وقد تم إصدار الشهادة من قبل GÜMTEB (Güvenilir Marka ve Ticaret Enstitüsü - معهد العلامة التجارية والتجارة الموثوق بها) وفقًا للمعايير الدولية. تم إدراج العلامة التجارية في مجال إدارة الموارد البشرية والأنشطة الاستشارية والخدمات ذات الصلة. رقم الشهادة: 44121231. تم اعتماد JOBS ADMIRE كعلامة تجارية موثوقة وموثوقة تعمل في خدمات مكتب التوظيف والأنشطة الصناعية والتجارية في أنطاليا، تركيا.",
      "date": "2024"
    },
    "cert3": {
      "title": "آيزو 21001:2018",
      "issuer": "BEL CERT - Uluslarararası Belgelendirme",
      "date": "4 أبريل 2024",
      "description": "تؤكد هذه الشهادة أن JOBS ADMIRE ÖZZEL İZEL İSTİHDAM BÜROSU SANAYİ VE TİCARET LİMİTED ŞİRKETİ، الواقع في Tahılpazarı Mah. Adnan Menderes Blv. Erkal Apt. A Blok No: 7 İç Kapı No: 6 Muratpaşa/Antalya، أنشأت ونفذت شهادة نظام إدارة المؤسسات التعليمية لخدمات التوظيف الدولية التي تلبي متطلبات معيار ISO 21001: 2018. رقم الشهادة: A1550414. صالحة حتى 4 أبريل 2025 (فترة الصلاحية 1 سنة). الشهادة معتمدة من قبل IAS (خدمة الاعتماد الدولية)."
    },
    "cert4": {
      "title": "Özel İstihdam Bürosu İzin Belgesi (شهادة ترخيص وكالة التوظيف الخاصة)",
      "issuer": "T.C. T.C. Türkiye İş Kurumu Genel Müdürlüğü - المديرية العامة لوكالة التوظيف التركية - المديرية الإقليمية للعمل والتوظيف في أنطاليا",
      "date": "19 سبتمبر 2024",
      "description": "تؤكد هذه الشهادة أن شركة JOBS ADMIRE ÖZZEL İSTİHDİAM BÜROSU SANAYİ VE TİCARET LTD. للعمل كوكالة توظيف خاصة خلال الفترة من 23 سبتمبر 2024 إلى 22 سبتمبر 2027. تم إصدار هذا الترخيص من قبل وكالة التوظيف التركية (İŞKUR) في 18 سبتمبر 2024، بالقرار رقم 16705944. رقم الشهادة: 1730. موقعة من قبل لطفي غوليتش، المدير الإقليمي."
    }
  }
}