{
  "header": {
    "badge": "شريكك الموثوق به في مجال الهجرة",
    "titlePart1": "لماذا تختار",
    "titleHighlight": "جوبزأمير؟",
    "subtitle": "قم بتبسيط عملية الحصول على تصريح الإقامة في تركيا مع خبراء موثوقين، وإرشادات شفافة، ونتائج مثبتة."
  },
  "reasons": {
    "expertGuidance": {
      "title": "خبراء الهجرة ذوي الخبرة",
      "shortDesc": "عقد من الخبرة يمكنك الوثوق به",
      "fullDesc": "يتمتع مستشارو الهجرة المرخصون لدينا بخبرة تزيد عن 10 سنوات في مساعدة الأفراد والعائلات في الحصول على تصاريح الإقامة في جميع أنحاء تركيا - حيث يرشدونك في كل التفاصيل القانونية والإجرائية بكل ثقة."
    },
    "documentSupport": {
      "title": "معالجة المستندات بالكامل",
      "shortDesc": "نحن ندير الأعمال الورقية نيابةً عنك",
      "fullDesc": "من إعداد مستنداتك والتحقق من صحتها إلى خدمات الترجمة المعتمدة وخدمات التصديق على المستندات - نحن نهتم بكل المتطلبات حتى يكون طلبك دقيقاً وكاملاً وجاهزاً للتقديم دائماً."
    },
    "legalCompliance": {
      "title": "التطبيقات الآمنة قانونياً",
      "shortDesc": "متوافق دائمًا مع القانون التركي بنسبة 100%",
      "fullDesc": "تتم مراجعة كل طلب من قِبل مستشارينا القانونيين لضمان الامتثال الكامل للوائح الهجرة التركية - لتقليل الأخطاء وتجنب العقوبات وحماية وضعك القانوني."
    },
    "caseManager": {
      "title": "مدير الحالة المخصص",
      "shortDesc": "دعم مخصص في كل خطوة",
      "fullDesc": "سوف يكون لديك مدير حالة شخصي يبقى على اتصال بك، ويبقيك على اطلاع دائم على آخر المستجدات، ويجيب على أي أسئلة بسرعة - مما يضمن لك عملية خالية من التوتر وشفافة من البداية إلى النهاية."
    },
    "fastProcessing": {
      "title": "معالجة فعالة وسريعة",
      "shortDesc": "وفِّر الوقت مع نظامنا المُحسَّن",
      "fullDesc": "يساعد تنسيقنا الراسخ مع المكاتب الحكومية وسير عمل المستندات الفعال في تسريع عملية تقديم الطلبات - وغالباً ما يقلل من أوقات الانتظار بنسبة تصل إلى 40% مقارنة بالإجراءات القياسية."
    },
    "successRate": {
      "title": "نجاح مثبت ورضا العملاء",
      "shortDesc": "آلاف الموافقات الناجحة",
      "fullDesc": "مع أكثر من 5,000 طلب تصريح إقامة معتمد ومعدل نجاح بنسبة 98%، يعكس سجلنا الحافل التزامنا بالدقة والموثوقية ورضا العملاء."
    }
  },
  "actions": {
    "learnMore": "اعرف المزيد"
  }
}